Repository: 84000/data-translation-memory
Catalog: toh1-4-v3.tmx
Source language: bo
Languages: en

source: གཞན་ཡང་དགེ་ཚུལ་མའི་བྱ་བ་འདི་ལྟ་སྟེ། དགེ་ཚུལ་མ་ཁྱིམ་སོ་བཟུང་བ་ལོ་བཅུ་གཉིས་ལོན་པའམ། གཞོན་ནུ་མ་ལོ་བཅྭ་བརྒྱད་ལོན་ནས་དེས་དགེ་སློང་དག་ལ་ཕོ་ཉ་བཏང་སྟེ།
en: “Another instance of a female novice’s business is as follows: If a female novice who was betrothed but has reached the age of twelve or is a young woman of eighteen sends a messenger to the monks with the message, ‘Noble ones!

source: འཕགས་པ་དག་ལོ་གཉིས་ཀྱི་བར་དུ་ཆོས་དྲུག་དང་རྗེས་སུ་མཐུན་པའི་ཆོས་དྲུག་གི་བསླབ་པ་སྩལ་དུ་གསོལ་ཚུར་སྤྱོན་ཅིག་ཅེས་སྤྲིང་ན། ཞག་བདུན་བྱིན་གྱིས་བརླབས་ལ་དགེ་ཚུལ་མའི་བྱ་བའི་ཕྱིར་དགེ་སློང་འགྲོ་བར་བྱ་སྟེ།
en: Come and please grant me the training in the six primary and six accompanying duties,’ a monk may leave on a female novice’s business after having a seven-day leave sanctioned.

source: འདི་ནི་དགེ་ཚུལ་མའི་བྱ་བ་ཡིན་ནོ།། །།
en: This is a female novice’s business.”

source: སྡོམ་ལ། ཁ་ཟས་སྨན་དང་གཡོག་དང་ནི། །བུད་མེད་སྐྱེས་པ་མ་ནིང་དང་། །མཚན་མ་གཏེར་དང་གཉེན་དག་དང་། །བར་ཆད་ཀྱིས་ནི་འགྲོ་བྱ་བའོ། །
en: Food A summary: Food, medicine, a nurse; Women, men, person labeled a paṇḍaka; Images, buried treasure, kin, and Should leave on account of hindrances.

source: འདི་ལྟར་ཡང་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། གནས་འདིར་བདག་དབྱར་གནས་པར་དམ་བཅས་ན་བདག་ལ་བསོད་སྙོམས་སྟེར་བ་ནི་འགའ་ཡང་མེད་དེ།
en: Food “A monk who has pledged to settle for the rains might think, ‘I have pledged to settle for the rains at this site, yet there is no one to provide alms.

source: བདག་གིས་བསོད་སྙོམས་མ་རྙེད་པས་བདག་ཉོན་མོངས་པའམ་ཤི་ན་བདག་གི་མ་ཐོབ་པ་ཐོབ་པར་བྱ་བ་དང་། མ་རྟོགས་པ་རྟོགས་པར་བྱ་བ་དང་། མངོན་སུམ་དུ་མ་བྱས་པ་མངོན་སུམ་དུ་བྱ་བ་དེའི་བར་ཆད་དུ་འགྱུར་གྱིས།
en: If I get fatigued or die for want of alms, it would be a hindrance to my achieving what I have not yet achieved, realizing what I have not yet realized, and manifesting what I have not yet manifested.

source: མ་ལ་བདག་གནས་འདི་ནས་འགྲོའོ་སྙམ་ནས།
en: Therefore, I should leave this site.’

source: དེས་དེ་ལྟ་བུས་རྐྱེན་བྱས་ཏེ་གནས་དེ་ནས་སོང་བ་ལས་དབྱར་རལ་ན་ལྟུང་བ་མེད་དོ། །
en: “There is no offense if he interrupts the rains on account of such conditions.”

source: འདི་ལྟར་ཡང་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། གནས་འདིར་བདག་དབྱར་གནས་པར་དམ་བཅས་ན་བདག་ནད་ཀྱིས་ཐེབས་ན་ན་བ་ལ་ནད་ཀྱི་སྨན་སྦྱིན་པ་ནི་འགའ་ཡང་མེད་དེ།
en: Medicine “A monk who has pledged to settle for the rains might think, ‘I have pledged to settle for the rains at this site, yet were I to fall ill, there would be no one to provide medicine for that illness.

source: བདག་གིས་སྨན་མ་རྙེད་པས་ཉོན་མོངས་པའམ་ཤི་ན་བདག་གི་མ་ཐོབ་པ་ཐོབ་པར་བྱ་བ་དང་། མ་རྟོགས་པ་རྟོགས་པར་བྱ་བ་དང་། མངོན་སུམ་དུ་མ་བྱས་པ་མངོན་སུམ་དུ་བྱ་བ་དེའི་བར་ཆད་དུ་འགྱུར་གྱིས།
en: If I get fatigued or die for want of medicine, it would be a hindrance to my achieving what I have not yet achieved, realizing what I have not yet realized, and manifesting what I have not yet manifested.

source: འདི་ལྟར་ཡང་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། གནས་འདིར་བདག་དབྱར་གནས་པར་དམ་བཅས་ན་བདག་ནད་ཀྱིས་ཐེབས་ན་ནད་གཡོག་བྱེད་པ་འགའ་ཡང་མེད་དོ། །
en: Nurse “A monk who has pledged to settle for the rains might think, ‘I have pledged to settle for the rains at this site, yet were I to fall ill, there would be no one to nurse me.

source: བདག་ལ་ནད་གཡོག་བྱེད་པ་མེད་པས་ཉོན་མོངས་པའམ་ཤི་ན་བདག་གི་མ་ཐོབ་པ་ཐོབ་པར་བྱ་བ་དང་། མ་རྟོགས་པ་རྟོགས་པར་བྱ་བ་དང་། མངོན་སུམ་དུ་མ་བྱས་པ་མངོན་སུམ་དུ་བྱ་བ་དེའི་བར་ཆད་དུ་འགྱུར་གྱིས།
en: If I get fatigued or die for want of a nurse, it would be a hindrance to my achieving what I have not yet achieved, realizing what I have not yet realized, and manifesting what I have not yet manifested.

source: དེས་དེ་ལྟ་བུས་རྐྱེན་བྱས་ཏེ་གནས་དེ་ནས་སོང་བ་ལས་དབྱར་རལ་ན་ལྟུང་བ་མེད་དོ།། །།
en: “There is no offense if he interrupts the rains on account of such conditions.”

source: འདུལ་བ་གཞི། བམ་པོ་ཉི་ཤུ་པ། འདི་ལྟར་ཡང་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་གི་དྲུང་དུ་བུད་མེད་དག་འོངས་ཏེ་མི་འཚམ་པའི་གསོལ་བས་གསོལ་བ་འདེབས་ཏེ། འཕགས་པ་བཞུགས་ཤིག །འཕགས་པ་དགྱེས་པར་མཛོད་ཅིག །
en: Women “Women, having approached a monk who has pledged to settle for the rains, might make inappropriate offers to him, saying, ‘Sit, noble one, enjoy yourself.

source: ཁྱོད་ལ་བདག་གིས་བསྙེན་བཀུར་བགྱིའོ། །
en: I will serve you.

source: ཁྱོད་ལ་བུ་མོ་དབུལ་ལོ། །
en: I will offer you my daughter.

source: ཁྱོད་ལ་མནའ་མ་དང་།
en: I will offer you my daughter-in-law.

source: ཁྱོད་ལ་བྲན་མོ་དང་།
en: I will offer you serving girls.

source: ལས་བགྱིད་པ་འབུལ་ལོ། །
en: I will offer you maidservants.’

source: དེ་ན་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། གནས་འདིར་བདག་དབྱར་གནས་པར་དམ་བཅས་ན་བུད་མེད་འདི་བདག་གི་དྲུང་དུ་འོངས་ནས་མི་འཚམ་པའི་གསོལ་བས་གསོལ་བ་འདེབས་ཏེ། འཕགས་པ་བཞུགས་ཤིག །འཕགས་པ་དགྱེས་པར་མཛོད་ཅིག །
en: “The monk who has pledged to settle for the rains at that site might think, ‘I have pledged to settle for the rains at this site, but this woman has approached me and made inappropriate offers, saying, “Sit, noble one, enjoy yourself.

source: ཁྱོད་ལ་བདག་བསྙེན་བཀུར་བགྱིའོ། །
en: I will serve you.

source: ཁྱོད་ལ་བུ་མོ་འབུལ་ལོ། །
en: I will offer you my daughter. I will offer you my daughter-in-law.

source: ཁྱོད་ལ་བྲན་མོ་དང་། ལས་བགྱིད་པ་འབུལ་ལོ། །ཞེས་ཟེར་ཏེ།
en: I will offer you maidservants.”

source: གལ་ཏེ་གནས་འདིར་བདག་དབྱར་གནས་ན་གཞི་དེས་བདག་གི་སྲོག་གི་བར་ཆད་དང་། དགེ་སྦྱོང་གི་ཚུལ་གྱི་བར་ཆད་དང་། ཚངས་པར་སྤྱོད་པས་བར་ཆད་དུ་འགྱུར་གྱིས། མ་ལ་བདག་གནས་འདི་ནས་འགྲོའོ་སྙམ་སྟེ།
en: If I settle for the rains at this site, these circumstances will be a hindrance to my life, to my ascetic way, to my pure living, so I should leave this site.’

source: དེས་དེ་ལྟ་བུས་རྐྱེན་བྱས་ནས་གནས་དེ་ནས་སོང་བ་ལས་དབྱར་རལ་ན་ལྟུང་བ་མེད་དོ། །
en: “There is no offense if he interrupts the rains on account of such conditions.”

source: འདི་ལྟར་ཡང་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་གི་དྲུང་དུ་སྐྱེས་པ་ཞིག་འོངས་ནས་མི་འཚམ་པས་གསོལ་བས་གསོལ་བ་འདེབས་ཏེ། འཕགས་པ་བཞུགས་ཤིག །འཕགས་པ་དགྱེས་པར་མཛོད་ཅིག །
en: Men “A man, having approached a monk who has pledged to settle for the rains, might make inappropriate offers to him, saying, ‘Sit, noble one, enjoy yourself.

source: ལས་བྱེད་པ་འབུལ་ལོ། །
en: I will offer you maidservants.’

source: དེ་ན་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། གནས་འདིར་བདག་དབྱར་གནས་པར་དམ་བཅས་ན་བདག་གི་དྲུང་དུ་སྐྱེས་པ་འདི་འོངས་ནས་མི་འཚམ་པའི་གསོལ་བས་གསོལ་བ་འདེབས་ཏེ། འཕགས་པ་བཞུགས་ཤིག །འཕགས་པ་དགྱེས་པར་མཛོད་ཅིག །
en: “The monk who has pledged to settle for the rains there might think, ‘I have pledged to settle for the rains at this site, but this man has approached me and made inappropriate offers, saying, “Sit, noble one, enjoy yourself.

source: མནའ་མ་དང་།
en: I will offer you my daughter-in-law.

source: བྲན་མོ་དང་།
en: I will offer you serving girls.

source: ལས་བགྱིད་པ་འབུལ་ལོ་ཞེས་ཟེར་ན།
en: I will offer you maidservants.”

source: གལ་ཏེ་གནས་འདིར་བདག་དབྱར་གནས་ན་གཞི་དེས་བདག་གི་སྲོག་གི་བར་ཆད་དང་། དགེ་སྦྱོང་གི་ཚུལ་གྱི་བར་ཆད་དང་། ཚངས་པར་སྤྱོད་པའི་བར་ཆད་དུ་འགྱུར་གྱིས། མ་ལ་བདག་གནས་འདི་ནས་འགྲོའོ་སྙམ་ནས།
en: If I settle for the rains at this site, these circumstances will be a hindrance to my life, to my ascetic way, to my pure living, so I should leave this site.’

source: འདི་ལྟར་ཡང་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་གི་དྲུང་དུ་མ་ནིང་ཞིག་འོངས་ནས་མི་འཚམ་པའི་གསོལ་བས་གསོལ་བ་འདེབས་ཏེ། འཕགས་པ་བཞུགས་ཤིག །འཕགས་པ་དགྱེས་པར་མཛོད་ཅིག །
en: Person Labeled a Paṇḍaka “A person labeled a paṇḍaka, having approached a monk who has pledged to settle for the rains, might make inappropriate offers to him, saying, ‘Sit, noble one, enjoy yourself.

source: དེ་ན་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། གནས་འདིར་བདག་དབྱར་གནས་པར་དམ་བཅས་ན་བདག་གི་དྲུང་དུ་མ་ནིང་འདི་འོངས་ནས་མི་འཚམ་པའི་གསོལ་བས་གསོལ་བ་འདེབས་ཏེ། འཕགས་པ་བཞུགས་ཤིག །འཕགས་པ་དགྱེས་པར་མཛོད་ཅིག །
en: “The monk who has pledged to settle for the rains there might think, ‘I have pledged to settle for the rains at this site, but this person labeled a paṇḍaka has approached me and made inappropriate offers, saying, “Sit, noble one, enjoy yourself.

source: ཁྱོད་ལ་ལས་བགྱིད་པ་འབུལ་ལོ་ཞེས་ཟེར་ཏེ།
en: I will offer you maidservants.”

source: འདི་ལྟར་ཡང་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་གིས་བུད་མེད་གཞོན་ནུ་མདོག་མཛེས་པ་ཆགས་པར་འོས་པ་ཞིག་མཐོང་ནས་ཚུལ་བཞིན་མ་ཡིན་པའི་ཡིད་ལ་བྱེད་པའི་མཚན་མ་བཟུང་བར་གྱུར་ཏོ། །
en: Images “A monk who has pledged to settle for the rains might, upon seeing a beautiful and attractive young woman, grasp at the images his incorrect attention produce of her.

source: དེ་ན་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། གནས་འདིར་བདག་དབྱར་གནས་པར་དམ་བཅས་ན་བུད་མེད་གཞོན་ནུ་མཛེས་པ་ཆགས་པར་འོས་པ་ཞིག་མཐོང་ནས་ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པའི་མཚན་མ་བཟུང་བས་གནས་འདིར་བདག་དབྱར་གནས་ན་གཞི་དེས་བདག་གི་སྲོག་གི་བར་ཆད་དང་། དགེ་སྦྱོང་གི་ཚུལ་གྱི་བར་ཆད་དང་།
en: The monk who has pledged to settle for the rains at that site might think, ‘I have pledged to settle for the rains at this site but, upon seeing a beautiful and attractive young woman, I grasp at the images my incorrect attention produce of her.

source: ཚངས་པར་སྤྱོད་པའི་བར་ཆད་དུ་འགྱུར་གྱིས། མ་ལ་བདག་གནས་འདི་ནས་འགྲོའོ་སྙམ་ནས།
en: If I settle for the rains at this site, these circumstances will be a hindrance to my life, to my ascetic way, to my pure living, so I should leave this site.’

source: འདི་ལྟར་ཡང་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་གིས་ནོར་གྱི་གཏེར་ཞིག་མཐོང་ངོ་། །
en: Buried Treasure “A monk who has pledged to settle for the rains might see a buried treasure.

source: དེ་ན་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། གནས་འདིར་བདག་དབྱར་གནས་པར་དམ་བཅས་ན་བདག་གིས་འདིར་ནོར་གྱི་གཏེར་ཞིག་མཐོང་བས།
en: The monk who has pledged to settle for the rains there might think, ‘I have pledged to settle for the rains at this site, but I have seen buried treasure.

source: གནས་འདིར་བདག་དབྱར་གནས་ན་གཞི་དེས་བདག་གི་སྲོག་གི་བར་ཆད་དང་། དགེ་སྦྱོང་གི་ཚུལ་གྱི་བར་ཆད་དང་། ཚངས་པར་སྤྱོད་པའི་བར་ཆད་དུ་འགྱུར་གྱིས། མ་ལ་བདག་གནས་འདི་ནས་འགྲོའོ་སྙམ་ནས།
en: If I settle for the rains at this site, this circumstance will be a hindrance to my life, to my ascetic way, to my pure living, so I should leave this site.’

source: འདི་ལྟར་ཡང་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་གི་དྲུང་དུ་གཉེན་དག་འོངས་ནས་མི་འཚམ་པའི་གསོལ་བས་གསོལ་བ་འདེབས་ཏེ། འཕགས་པ་ཁྱོད་ཅིའི་ཕྱིར་མགོ་བྲེགས་ཤིང་ལྷུང་བཟེད་ལག་ཏུ་ཐོགས་ཏེ། རིགས་ཀྱི་གྲོང་ནས་གྲོང་དུ་རྒྱུ་ཞིང་གོས་ངུར་སྨྲིག་གྲང་མོ་འདིས་ཀྱང་ལུས་གདུང་བར་བགྱི།
en: Kin “Kin, having approached a monk who has pledged to settle for the rains, might make inappropriate offers, suggesting, ‘Noble one, why do you shave your head and carry a begging bowl in your hand, leaving your family’s village to wander, mortifying your body with these flimsy saffron robes?

source: འཕགས་པ་ཁྱོད་ཚུར་སྤྱོན། འདོད་པ་ལ་ཡོངས་སུ་སྤྱོད་ཅིག །
en: Come, noble one, indulge your desires.

source: སྦྱིན་པ་དག་སྩོལ་ཅིག །
en: Give gifts.

source: བསོད་ནམས་དག་གྱིས་ཤིག །
en: Create merit.’

source: དེ་ན་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་གནས་འདིར་དབྱར་གནས་པར་དམ་བཅས་པས་བདག་གི་དྲུང་དུ་གཉེན་དག་འོངས་ནས་མི་འཚམ་པའི་གསོལ་བས་གསོལ་བ་འདེབས་ཏེ། འཕགས་པ་ཁྱོད་ཅིའི་ཕྱིར་མགོ་བྲེགས་ཤིང་ལྷུང་བཟེད་ལག་ཏུ་ཐོགས་ཏེ། རིགས་ཀྱི་གྲོང་ནས་གྲོང་དུ་རྒྱུ་ཞིང་གོས་ངུར་སྨྲིག་གྲང་མོ་འདིས་ཀྱང་ལུས་གདུང་བར་བགྱི།
en: “The monk who has pledged to settle for the rains at that site might think, ‘I have pledged to settle for the rains at this site, but kin have approached me and made inappropriate offers, suggesting, “Noble one, why do you shave your head and carry a begging bowl in your hand, leaving your family’s village to wander, mortifying your body with these flimsy saffron robes?

source: བསོད་ནམས་དག་གྱིས་ཤིག་ཅེས་ཟེར་ཏེ།
en: Create merit.”

source: གལ་ཏེ་གནས་འདིར་བདག་དབྱར་གནས་ན་གཞི་དེས་བདག་གི་སྲོག་གི་བར་ཆད་དང་། དགེ་སྦྱོང་གི་ཚུལ་གྱི་བར་ཆད་དང་། ཚངས་པར་སྤྱོད་པའི་བར་ཆད་དུ་འགྱུར་གྱིས་མ་ལ་བདག་གནས་འདི་ནས་འགྲོའོ་སྙམ་ནས།
en: If I settle for the rains at this site, these circumstances will be a hindrance to my life, to my ascetic way, to my pure living, so I should leave this site.’

source: འདི་ལྟར་ཡང་རྒྱལ་པོ་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་གོ་བསྐོན་པ་གླང་པོ་ཆེའི་ཚོགས་དང་། རྟ་པའི་ཚོགས་དང་། ཤིང་རྟ་པའི་ཚོགས་དང་། དཔུང་བུ་ཆུང་གི་ཚོགས་ཅན་ཀུན་དགའ་ར་བའི་སྒོའི་བར་དུ་ལྷགས་ནས་སྤར་ཐབས་སུ་སྐུར་པ་སྒྲོགས་ཤིང་།
en: Should Leave on Account of Hindrances “The king may ready the four branches of his armed forces—elephant corps, cavalry, chariot corps, and infantry—and come to the park’s gates, whence he hurls curses, saying, ‘Sirs!

source: ཤེས་ལྡན་དག་ཤཱཀྱའི་བུའི་དགེ་སྦྱོང་དག་ཟུང་ཤིག་ཅེས་བྱ་བ་ནས།
en: Capture the Śākyan ascetics!

source: གོང་དུ་གསོ་སྦྱོང་གི་གཞིར་ཇི་སྐད་བསྟན་པ་དེ་བཞིན་རྒྱས་པར་རྫོགས་པར་བརྗོད་པར་བྱ་སྟེ།
en: …’ and so on, as stated at length inThe Chapter on the Restoration Rite.

source: དེ་ན་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། གནས་འདིར་བདག་དབྱར་གནས་པར་དམ་བཅས་ན་རྒྱལ་པོ་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་གོ་བསྐོན་པ་གླང་པོ་ཆེའི་ཚོགས་དང་། རྟ་པའི་ཚོགས་ཅན་ཞེས་བྱ་བ་གོང་མ་བཞིན་ཏེ།
en: “The monk who has pledged to settle for the rains at that site might think, ‘I have pledged to settle for the rains at this site, yet the king has readied the four branches of his armed forces—elephant corps, cavalry, chariot corps, and infantry… and so on, as before.

source: དེས་དེ་ལྟ་བུས་རྐྱེན་བྱས་ཏེ་གནས་དེ་ནས་སོང་བ་ལས་དབྱར་རལ་ན་ལྟུང་བ་མེད་དོ། །འདི་ལྟར་ཡང་དགེ་སློང་གིས་སྐྱེས་པའམ། བུད་མེད་དམ། མ་ནིང་གང་ལ་བརྟེན་ནས་དབྱར་གནས་པར་དམ་བཅས་པར་གྱུར་པ་དེ་རྒྱལ་པོས་བཟུང་ངམ། བཙོན་དུ་བཟུང་ངམ།
en: “There is no offense if he interrupts the rains on account of such conditions.

source: བསད་དམ། དེའི་ནོར་འཕྲོགས་སམ། རྒྱལ་པོའི་འཇིགས་པས་ཡུལ་འཁོར་གཞན་ནམ། ཡུལ་གཞན་དུ་བྲོས་སམ་ཤི་བར་གྱུར་ལ། དེ་ན་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་སྐྱེས་པའམ། བུད་མེད་དམ།
en: “A man, woman, or person labeled a paṇḍaka upon whom a monk depended when he pledged to settle for the rains might be apprehended, imprisoned, killed, or have their possessions taken by the king; or flee to another enemy land in fear of the king; or die.

source: མ་ནིང་གང་ལ་བརྟེན་ནས་འདིར་དབྱར་གནས་པར་དམ་བཅས་པ་དེ་རྒྱལ་པོས་བཟུང་ངམ། བཙོན་དུ་བཟུང་ངམ། བསད་དམ། དེའི་ནོར་འཕྲོགས་སམ། རྒྱལ་པོའི་འཇིགས་པས་ཡུལ་འཁོར་གཞན་ནམ། ཡུལ་གཞན་དུ་བྲོས་སམ་ཤི་བར་གྱུར་པས།
en: “The monk who has pledged to settle for the rains at that site might think, ‘The man, woman, or person labeled a paṇḍaka upon whom I depended when I pledged to settle for the rains might be apprehended, imprisoned, killed, or have their possessions taken by the king; or flee to another enemy land in fear of the king; or die.

source: གལ་ཏེ་བདག་གནས་འདིར་དབྱར་གནས་ན་གཞི་དེས་བདག་གི་སྲོག་གི་བར་ཆད་དང་། དགེ་སྦྱོང་གི་ཚུལ་གྱི་བར་ཆད་དང་། ཚངས་པར་སྤྱོད་པའི་བར་ཆད་དུ་འགྱུར་གྱིས། མ་ལ་བདག་གནས་འདི་ནས་འགྲོའོ་སྙམ་ནས།
en: If I settle for the rains at this site, these circumstances will be a hindrance to my life, to my ascetic way, to my pure living, so I should leave this site.’

source: དེས་དེ་ལྟ་བུས་རྐྱེན་བྱས་ཏེ་གནས་དེ་ནས་སོང་བ་ལས་དབྱར་རལ་ན་ལྟུང་བ་མེད་དོ། །འདི་ལྟར་ཡང་ཆོམ་རྐུན་པ་དག་གིས་གྲོང་བཅོམ་མམ།
en: “There is no offense if he interrupts the rains on account of such conditions.

source: གྲོང་ཁྱེར་བཅོམ་མམ། ཡུལ་ལྗོངས་བཅོམ་ནས་ཀུན་དགའ་ར་བའི་སྒོར་ལྷགས་ཏེ། བ་ལང་བསད་དམ། མ་ཧེ་འམ། ར་བསད་པའི་ཁྲག་གིས་ཡན་ལག་བྱུགས་ནས་དགེ་སློང་རྣམས་ལ་ཕོ་ཉ་བཏང་སྟེ།
en: “Bandits may destroy a village, city, or region and come to the park’s gates, whence, having smeared the blood of a slaughtered bull, buffalo, or goat on their limbs, they send the monks a messenger who says, ‘Noble ones!

source: འཕགས་པ་དག་ཕྱིར་བྱུང་ཤིག །
en: Get out!

source: བདག་ཅག་འདིར་གནས་སོ་ཞེས་སྤྲིང་ལ།
en: We will stay here.’

source: དེ་ན་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་གནས་འདིར་དབྱར་གནས་པར་དམ་བཅས་ན་ཆོམ་རྐུན་པ་འདི་དག་གྲོང་བཅོམ་མམ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་ཏེ།
en: “The monk who has pledged to settle for the rains at that site might think, ‘I have pledged to settle for the rains at this site, but bandits have destroyed the village…’ and so on, as before.

source: དེས་དེ་ལྟ་བུས་རྐྱེན་བྱས་ཏེ་གནས་དེ་ནས་སོང་བ་ལས་དབྱར་རལ་ན་ལྟུང་བ་མེད་དོ། །འདི་ལྟར་ཡང་དགེ་སློང་གིས་བུད་མེད་དམ། སྐྱེས་པའམ། མ་ནིང་གང་ལ་བརྟེན་ནས་དབྱར་གནས་པར་དམ་བཅས་པར་གྱུར་པ་དེ་ཆོམ་རྐུན་པས་བཟུང་ངམ། བཙོན་དུ་བཟུང་ངམ།
en: “There is no offense if he interrupts the rains on account of such conditions.

source: བསད་དམ། དེའི་ནོར་འཕྲོགས་སམ། ཆོམ་རྐུན་པའི་འཇིགས་པས་ཡུལ་འཁོར་གཞན་ནམ། ཡུལ་གཞན་དུ་བྲོས་སམ་ཤི་བར་གྱུར་ལ། དེ་ན་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་བུད་མེད་དམ། སྐྱེས་པའམ། མ་ནིང་གང་ལ་བརྟེན་ཏེ་དབྱར་གནས་པར་དམ་བཅས་པ་དེ་ཆོམ་རྐུན་པ་དག་གིས་བཟུང་ངམ།
en: “A man, woman, or person labeled a paṇḍaka upon whom a monk depended when he pledged to settle for the rains might be apprehended, imprisoned, killed, or have their possessions taken by bandits; or flee to another enemy land in fear of bandits; or die.

source: བཙོན་དུ་བཟུང་ངམ། བསད་དམ། དེའི་ནོར་འཕྲོགས་སམ། ཆོམ་རྐུན་པའི་འཇིགས་པས་ཡུལ་འཁོར་གཞན་ནམ། ཡུལ་གཞན་དུ་བྲོས་སམ་ཤི་བར་གྱུར་པས།
en: “The monk who has pledged to settle for the rains at that site might think, ‘The man, woman, or person labeled a paṇḍaka upon whom I depended when I pledged to settle for the rains might be apprehended, imprisoned, killed, or have their possessions taken by bandits; or flee to another enemy land in fear of bandits; or die.

source: དེས་དེ་ལྟ་བུས་རྐྱེན་བྱས་ཏེ་གནས་དེ་ནས་སོང་བ་ལས་དབྱར་རལ་ན་ལྟུང་བ་མེད་དོ། །འདི་ལྟར་ཡང་རྒན་ཞུགས་མི་ཤེས་པ། རྨོངས་པ།
en: “There is no offense if he interrupts the rains on account of such conditions.

source: མི་གསལ་བ། མི་མཁས་པ་གཞན་ཞིག་གིས་སྤྱོད་ཡུལ་ལམ། སྤྱོད་ཡུལ་གྱི་ལམ་ཀར་རིགས་ཀྱི་བུད་མེད་དམ། རིགས་ཀྱི་ན་ཆུང་ལ་གཤེས་སམ། ཁ་ངན་སྨྲས་སམ།
en: “A childish, foolish, ignorant, and unskilled latecomer might scold, insult, or touch a woman or girl of a good family in a village or on the way to a village.

source: རེག་པས་མི་རྣམས་ཁྲོས་ཏེ། ཀུན་དགའ་ར་བའི་སྒོར་ལྷགས་ནས་སྤར་ཐབས་སུ་སྐུར་པ་སྒྲོགས་ཤིང་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་ཏེ།
en: Outraged, the local people might arrive at the park’s gates, whence they hurl curses, … and so on, as before.

source: དེས་དེ་ལྟ་བུས་རྐྱེན་བྱས་ཏེ། གནས་དེ་ནས་སོང་བ་ལས་དབྱར་རལ་ན་ལྟུང་བ་མེད་དོ། །འདི་ལྟར་ཡང་དགེ་སློང་གིས་བུད་མེད་དམ། སྐྱེས་པའམ། མ་ནིང་གང་ལ་བརྟེན་ནས་དབྱར་གནས་པར་དམ་བཅས་པར་གྱུར་པ་དེ་མི་རྣམས་ཀྱིས་བཟུང་ངམ། བཙོན་དུ་བཟུང་ངམ།
en: There is no offense if he interrupts the rains on account of such conditions.

source: བསད་དམ། དེའི་ནོར་འཕྲོགས་སམ། མི་མ་ཡིན་པའི་འཇིགས་པས་ཡུལ་གཞན་ནམ། ཡུལ་གཞན་དུ་བྲོས་སམ་ཤི་བར་གྱུར་ལ། དེ་ན་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་བུད་མེད་དམ། སྐྱེས་པའམ།
en: “A man, woman, or person labeled a paṇḍaka upon whom a monk depended when he pledged to settle for the rains might be apprehended, imprisoned, killed, or have their possessions taken by men; or flee to another enemy land in fear of men; or die.

source: མ་ནིང་གང་ལ་བརྟེན་ཏེ་གནས་འདིར་དབྱར་གནས་པར་དམ་བཅས་པ་དེ་མི་རྣམས་ཀྱིས་བཟུང་ངམ། བཙོན་དུ་བཟུང་ངམ། བསད་དམ། དེའི་ནོར་འཕྲོགས་སམ། མི་མ་ཡིན་པའི་འཇིགས་པས་ཡུལ་འཁོར་གཞན་ནམ། ཡུལ་གཞན་དུ་བྲོས་སམ་ཤི་བར་གྱུར་པས།
en: “The monk who has pledged to settle for the rains at that site might think, ‘The man, woman, or person labeled a paṇḍaka upon whom I depended when I pledged to settle for the rains might be apprehended, imprisoned, killed, or have their possessions taken by men; or flee to another enemy land in fear of men; or die.

source: འདི་ལྟར་ཡང་མི་མ་ཡིན་པ་གནས་པའི་ཕྱོགས་ཤིག་ཏུ་གཙུག་ལག་ཁང་བརྩིགས་ལ། དེ་ན་རྒན་ཞུགས་མི་ཤེས་པ། རྨོངས་པ། མི་གསལ་བ། མི་མཁས་པ་གཞན་ཞིག་གིས་མི་རུང་བའི་ཕྱོགས་ཤིག་ཏུ་བཤང་བ་དང་གཅི་བ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་ཏེ།
en: “A monastery may be built in a region inhabited by nonhumans, where a childish, foolish, ignorant, and unskilled latecomer might scatter or throw his feces, urine, phlegm, snot, or vomit, or leave bedding soiled with semen or filth there… and so on, as before.

source: དེས་དེ་ལྟ་བུས་རྐྱེན་བྱས་ཏེ་གནས་དེ་ནས་སོང་བ་ལས་དབྱར་རལ་ན་ལྟུང་བ་མེད་དོ། །འདི་ལྟར་ཡང་དགེ་སློང་གིས་བུད་མེད་དམ། སྐྱེས་པའམ། མ་ནིང་གང་ལ་བརྟེན་ནས་དབྱར་གནས་པར་དམ་བཅས་པར་གྱུར་པ་དེ་མི་མ་ཡིན་པ་རྣམས་ཀྱིས་བཟུང་ངམ། བཙོན་དུ་བཟུང་ངམ།
en: “There is no offense if he interrupts the rains on account of such conditions.

source: བསད་དམ། དེའི་ནོར་འཕྲོགས་སམ། མི་མ་ཡིན་པའི་འཇིགས་པས་ཡུལ་འཁོར་གཞན་ནམ། ཡུལ་གཞན་དུ་བྲོས་སམ་ཤི་བར་གྱུར་ལ། དེ་ན་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་བུད་མེད་དམ། སྐྱེས་པའམ། མ་ནིང་གང་ལ་བརྟེན་ནས་འདིར་དབྱར་གནས་པར་དམ་བཅས་པ་དེ་མི་མ་ཡིན་པས་བཟུང་ངམ།
en: “A man, woman, or person labeled a paṇḍaka upon whom a monk depended when he pledged to settle for the rains might be apprehended, imprisoned, killed, or have their possessions taken by nonhumans; or flee to another enemy land in fear of nonhumans; or die.

source: བཙོན་དུ་བཟུང་ངམ། བསད་དམ། དེའི་ནོར་འཕྲོགས་སམ། མི་མ་ཡིན་པའི་འཇིགས་པས་ཡུལ་འཁོར་གཞན་ནམ། ཡུལ་གཞན་དུ་བྲོས་སམ་ཤི་བར་གྱུར་པས།
en: “The monk who has pledged to settle for the rains at that site might think, ‘The man, woman, or person labelled a paṇḍaka upon whom I depended when I pledged to settle for the rains might be apprehended, imprisoned, killed, or have their possessions taken by nonhumans; or flee to another enemy land in fear of nonhumans; or die.

source: དེས་དེ་ལྟ་བུས་རྐྱེན་བྱས་ཏེ་གནས་དེ་ནས་སོང་བ་ལས་དབྱར་རལ་ན་ལྟུང་བ་མེད་དོ། །འདི་ལྟར་ཡང་གདུག་པ་གནས་པའི་ཕྱོགས་ཤིག་ཏུ་གཙུག་ལག་ཁང་བརྩིགས་ལ། དེ་ན་རྒན་ཞུགས་མི་ཤེས་པ། རྨོངས་པ། མི་གསལ་བ། མི་མཁས་པ་གཞན་ཞིག་གིས་མི་རུང་བའི་ཕྱོགས་ཤིག་ཏུ་བཤང་བ་དང་།
en: “There is no offense if he interrupts the rains on account of such conditions.

source: གཅི་བ་དང་། མཆིལ་མ་དང་། སྣབས་དང་། སྐྱུགས་པ་དང་། འཁྲུ་བ་དག་བོར་ཞིང་མི་གཙང་བས་སྦགས་པའི་གནས་མལ་བཞག་པར་གྱུར་ནས་གདུག་པ་ཁྲོས་ཏེ་སྤྱོད་ཡུལ་ལམ།
en: “The monastery may be built in a region inhabited by beasts of prey, and a childish, foolish, ignorant, and unskilled latecomer might scatter or throw his feces, urine, phlegm, snot, or vomit, or leave bedding soiled with semen or filth there.

source: སྤྱོད་ཡུལ་གྱི་ལམ་ཀའམ། འཆག་སའམ། ཁྱམས་སམ། སྒོ་ཁང་རྣམས་སུ་འདུག་ནས་དགེ་སློང་རྣམས་ལ་འབབ་པར་བྱེད་དེ།
en: Outraged, the beasts of prey might then descend upon the village, the way to the village, the walkway, the hall, or the gatehouse, besieging the monks and forcing them to move from their places.

source: དེ་ན་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ་ཞེས་བྱ་བ་གོང་མ་བཞིན་ཏེ།
en: “The monk who has pledged to settle for the rains at that site might think… and so on, as before.

source: དེས་དེ་ལྟ་བུས་རྐྱེན་བྱས་ཏེ་གནས་དེ་ནས་སོང་བ་ལས་དབྱར་རལ་ན་ལྟུང་བ་མེད་དོ། །འདི་ལྟར་ཡང་དགེ་སློང་གིས་བུད་མེད་དམ། སྐྱེས་པའམ། མ་ནིང་གང་ལ་བརྟེན་ནས་དབྱར་གནས་པར་དམ་བཅས་པར་གྱུར་པ་དེ་གཏུམ་པོ་དག་གིས་བཟུང་ངམ།
en: “There is no offense if he interrupts the rains on account of such conditions.

source: བཙོན་དུ་བཟུང་ངམ། བསད་དམ། གཏུམ་པོའི་འཇིགས་པས་ཡུལ་འཁོར་གཞན་ནམ། ཡུལ་གཞན་དུ་བྲོས་སམ་ཤི་བར་གྱུར་ལ། དེ་ན་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་བུད་མེད་དམ། སྐྱེས་པའམ།
en: “A man, woman, or person labeled a paṇḍaka upon whom a monk depended when he pledged to settle for the rains might be apprehended, imprisoned, killed, or have their possessions taken by savage beasts; or flee to another enemy land in fear of savage beasts; or die.

source: མ་ནིང་གང་ལ་བརྟེན་ཏེ་འདིར་དབྱར་གནས་པར་དམ་བཅས་པ་དེ་གཏུམ་པོ་རྣམས་ཀྱིས་བཟུང་ངམ། བཙོན་དུ་བཟུང་ངམ། དེའི་ནོར་འཕྲོགས་སམ། གཏུམ་པོའི་འཇིགས་པས་ཡུལ་འཁོར་གཞན་ནམ། ཡུལ་གཞན་དུ་བྲོས་སམ་ཤི་བར་གྱུར་པས།
en: The monk who has pledged to settle for the rains at that site might think, ‘The man, woman, or person labeled a paṇḍaka upon whom I depended when I pledged to settle for the rains might be apprehended, imprisoned, killed, or have their possessions taken by savage beasts; or flee to another enemy land in fear of savage beasts; or die.

source: འདི་ལྟར་ཡང་ཀླུ་གནས་པའི་ཕྱོགས་ཤིག་ཏུ་གཙུག་ལག་ཁང་བརྩིགས་ཏེ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་ཏེ། དེས་དེ་ལྟ་བུས་རྐྱེན་བྱས་ཏེ་གནས་དེ་ནས་སོང་བ་ལས་དབྱར་རལ་ན་ལྟུང་བ་མེད་དོ། །འདི་ལྟར་ཡང་དགེ་སློང་གིས་བུད་མེད་དམ། སྐྱེས་པའམ།
en: “A monastery may be built in a region inhabited by nāgas… and so on, as before.

source: མ་ནིང་གང་ལ་བརྟེན་ནས་དབྱར་གནས་པར་དམ་བཅས་པར་གྱུར་པ་དེ་ཀླུ་རྣམས་ཀྱིས་བཟུང་ངམ། བཙོན་དུ་བཟུང་ངམ།
en: There is no offense if he interrupts the rains on account of such conditions.
